Revit 2027 API
ParameterTypeId.SsePointBasetypeEnum Property
 "Point Base Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SsePointBasetypeEnum { get; }
Public Shared ReadOnly Property SsePointBasetypeEnum As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SsePointBasetypeEnum {
	ForgeTypeId^ get ();
}
static member SsePointBasetypeEnum : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace